cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/versions'

brew 'ack'
brew 'grc'
brew 'imagemagick'
brew 'openssl'
brew 'node'
brew 'mysql'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'hub'
brew 'tmux'
brew 'tig'
brew 'dnscrypt-proxy'
brew 'elasticsearch'
brew 'hunspell'
brew 'phantomjs'
brew 'redis'
brew 'libpng'
brew 'yarn'

cask 'sublime-text-dev'
cask 'firefox'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'handbrake'
cask 'franz'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
cask 'caffeine'
cask 'bettertouchtool'
cask 'licecap'
cask 'the-unarchiver'
cask 'iterm2'
cask 'java'
cask 'sequel-pro'
cask 'android-studio'
cask 'wavebox'
